//TXPLEX   EXEC PGM=IEBCOPY
//SYSPRINT DD SYSOUT=*
//SYSUT3 DD UNIT=SYSDA,SPACE=(CYL,(5,5))
//SYSUT4 DD UNIT=SYSDA,SPACE=(CYL,(5,5))
//IN1    DD DISP=SHR,DSN=SYS5.ZATE.TCPIP.DEVICES
//OT1    DD DISP=SHR,DSN=SYS5.ZATE.TCPIP.DEVICES
//SYSIN DD *
  C I=((IN1,R)),O=OT1,LIST=YES
  S M=((HWPRS1X3,HWPRTSS1,R))
  S M=((HWPRS2X3,HWPRTSS2,R))
  S M=((OMPOS1X3,OMPOTSS1,R))
  S M=((OMPOS2X3,OMPOTSS2,R))
/*
